Repository: DhiriaDev/TIMEX
Catalog: timexseries/data_visualization/locales/*/LC_MESSAGES/messages.po
Languages: it

source: analysis
it: analisi

source: Data visualization
it: Visualizzazione dei dati

source: Cross-correlation
it: Cross-correlazione

source: Negative lags (left part) show the correlation between this scenario and the future of the others.
it: I ritardi negativi (parte sinistra) mostrano la correlazione tra questo scenario e il futuro degli altri.

source: Meanwhile, positive lags (right part) shows the correlation between this scenario and the past of the others.
it: Invece, i ritardi positivi (parte destra) mostrano la correlazione tra questo scenario e il passato degli altri.

source: The peaks found using each cross-correlation modality are shown in the graphs:
it: I picchi raggiunti usando ciascuna modalità di cross-correlazione sono mostrati nel/nei grafo/grafi:

source: Training & Validation results
it: Risultati dell'allenamento del modello

source: Prediction
it: Predizione

source: For every model the best predictions for each past date are plotted.
it: Per ciascun modello vengono mostrate le migliori predizioni ottenibili in ciascuna data passata.

source: Line plot
it: Grafico

source: Histogram
it: Istogramma

source: Count
it: Conteggio

source: Seasonality
it: Stagionalità

source: Residual
it: Residuo

source: Components decomposition
it: Decomposizione in componenti

source: Decomposition model
it: Modello di decomposizione

source: Additive
it: Additivo

source: Multiplicative
it: Moltiplicativo

source: Multiplicative model is not available for series which contain zero or negative values.
it: Il modello moltiplicativo non è disponibile in serie che contengono valori nulli o negativi.

source: autocorrelation
it: Autocorrelazione

source: Autocorrelation plot
it: Grafico dell'autocorrelazione

source: Lags
it: Ritardi

source: Autocorrelation
it: Autocorrelazione

source: Cross-correlation using different algorithms
it: Cross-correlazione usando vari algoritmi

source: Correlation
it: Correlazione

source: Lag:
it: Ritardi:

source: Box plot
it: Diagramma a scatola

source: The index refer to the end of the period.
it: L'indice fa riferimento alla fine del periodo considerato.

source: minute
it: Minuto

source: hour
it: Ora

source: weekday
it: Giorno della settimana

source: day
it: Giorno del mese

source: month
it: Mese

source: year
it: Anno

source: Aggregate box plot
it: Diagramma a scatola aggregato

source: unused data
it: Dati non usati

source: training data
it: Dati usati nell'allenamento

source: validation data
it: Dati di validazione

source: yhat
it: Predizione

source: yhatlower
it: Predizione (limite inferiore)

source: yhatupper
it: Predizione (limite superiore)

source: Best prediction for the validation set
it: Miglior previsione per i dati di validazione

source: This model, during the history, reached these performances on unseen data:
it: Questo modello, nella storia della serie, ha raggiunto queste performances su dati non visti:

source: Range of validation data:
it: Range dei dati di validazione:

source: real data
it: Dati reali

source: historical prediction
it: Previsione storica

source: future yhat
it: Previsione futura

source: Error series
it: Errore

source: Historical prediction
it: Previsione storica

source: Error series histogram
it: Istogramma dell'errore

source: Performances with different training windows
it: Performances con differenti finestre di allenamento

source: Model type:
it: Classe del modello:

source: Values used for testing: last
it: Valori usati per il testing: ultimi

source: values
it: valori

source: The length of the training windows is the
it: La lunghezza della finestra di addestramento è il

source: of the length of the time series.
it: della lunghezza della serie temporale.

source: Training windows are composed of
it: Le finestre di allenamento sono composte del

source: values.
it: valori.

source: The model has used
it: Il modello ha usato

source: as extra-regressor(s) to improve the training.
it: come regressore/i extra per migliorare l'addestramento.

source: The model has used a
it: Il modello ha usato una

source: transformation on the input data.
it: trasformazione sui dati.

source: The model has not used any pre/post transformation on input data.
it: Il modello non ha usato pre/post trasformazioni sui dati.

source: Model characteristics:
it: Caratteristiche del modello:

source: This model, using the best training window, reaches these performances:
it: Questo modello, usando la miglior finestra di allenamento, raggiunge queste performances:

source: Arithmetic mean of errors:
it: Media aritmetica dell'errore:

source: Standard deviation of errors:
it: Deviazione standard dell'errore:
